AM Wick/700um/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2106                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0.005 0);

boundaryField
{
    maxY
    {
        type            zeroGradient;
    }
    minX
    {
        type            symmetryPlane;
    }
    maxX
    {
        type            symmetryPlane;
    }
    minZ
    {
        type            symmetryPlane;
    }
    maxZ
    {
        type            symmetryPlane;
    }
    PorousMedia
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }
    minY
    {
        type            fixedValue;
        value           uniform (0 0.005 0);
    }
}


// ************************************************************************* //
